Repository: nirgoldberg/wp-kulam
Catalog: languages/plugins/rss-importer-*.po
Languages: he_il

source: Import posts from an RSS feed.
he_il: ייבוא ​פוסטים מתוך פיד RSS.

source: All done. <a href="%s">Have fun!</a>
he_il: הושלם. <a href="%s">עשו חיים</a>!

source: Done!
he_il: הושלם!

source: Couldn&#8217;t get post ID
he_il: אין אפשרות לקבל ID של הפוסט

source: Post already imported
he_il: הפוסט כבר יובא

source: Importing post...
he_il: מייבוא ​​פוסט...

source: Howdy! This importer allows you to extract posts from an RSS 2.0 file into your WordPress site. This is useful if you want to import your posts from a system that is not handled by a custom import tool. Pick an RSS file to upload and click Import.
he_il: שלום! תוסף יבוא זה מאפשר לחלץ פוסטים מפיד RSS 2.0 לתוך אתר הוורדפרס שלך. הדבר שימושי אם אתה רוצה לייבא פוסטים ממערכת שלא מציעה כלים ליצוא תכנים. בחר קובץ RSS ולחץ על ייבוא.

source: http://wordpress.org/extend/plugins/rss-importer/
he_il: https://he.wordpress.org/plugins/rss-importer/

source: http://wordpress.org/
he_il: https://he.wordpress.org/

source: RSS Importer
he_il: ייבוא מפיד RSS

source: Import RSS
he_il: ייבוא ​​מפיד RSS
