Repository: nirgoldberg/wp-kulam
Catalog: languages/plugins/tumblr-importer-*.po
Languages: fr_fr, he_il

source: Source:
fr_fr: Sourcenbsp;:

source: Tumblr says that the the app is not authorized. Please check the settings and try to connect again.
fr_fr: Tumblr a dit que cette application n&rsquo;est pas autorisée. Veuillez vérifier vos réglages et essayer à nouveau de vous connecter.

source: Tumblr replied with an error: %s
fr_fr: Tumblr a répondu avec une erreurnbsp;: %s

source: Problem communicating with Tumblr, retrying later
fr_fr: Problème de communication avec Tumblr, essayez plus tard.
he_il: שגיאה בתקשורת עם טמבלר, ניסיון שנית מאוחר יותר.

source: This blog is currently being imported.
fr_fr: Ce blog est actuellement en cours d&rsquo;import.
he_il: בלוג זה נמצא בתהליך יבוא.

source: The specified blog cannot be found.
fr_fr: Le blog spécifié ne peut pas être trouvé.
he_il: לא ניתן ליבוא בלוג זה.

source: Importing your Tumblr blog can take a while so the importing process happens in the background and you may not see immediate results here. Come back to this page later to check on the importer's progress.
fr_fr: L&rsquo;import de votre blog Tumblr peut prendre un moment, le processus d&rsquo;import se fait en tâche de fond et vous pourrez ne pas voir immédiatement le résultat ici. Revenez plus tard sur cette page pour vérifier la progression de l&rsquo;import.

source: Custom Domain
fr_fr: Domaine personnalisé

source: As one or more of your Tumblr blogs has a Custom Domain mapped to it. If you would like to import one of these sites you will need to temporarily remove the custom domain mapping and clear the account information from the importer to import. Once the import is completed you can re-enable the custom domain for your site.
fr_fr: Comme un ou plusieurs de vos blogs Tumblr ont un domaine personnalisé, si vous voulez importer un de ces sites vous devez temporairement retirer le domaine personnalisé et vider l&rsquo;information de compte de l&rsquo;importateur à importer. Une fois l&rsquo;import terminé vous pouvez réactiver le domaine personnalisé pour votre site.

source: Import this blog
fr_fr: Importer ce blog
he_il: יבוא בלוג

source: Finished!
fr_fr: Terminénbsp;!
he_il: הושלם!

source: In Progress
fr_fr: En cours
he_il: בתהליך

source: Tumblr Blogs with Custom Domains activated cannot be imported, please disable the custom domain first.
fr_fr: Les blogs Tumblr avec des domaines personnalisés activés ne peuvent pas être importés, veuillez désactiver le domaine personnalisé en premier.

source: Drafts Imported
fr_fr: Brouillons importés
he_il: טיוטות יובאו

source: Queued Imported
fr_fr: Mise en attente importée
he_il: ציטוטים יובאו

source: Pages Imported
fr_fr: Pages importées
he_il: עמודים יובאו

source: Author
fr_fr: Auteur

source: Action/Status
fr_fr: Action / Statuts

source: Tumblr Blog
fr_fr: Blog Tumblr
he_il: בלוג טמבלר

source: Posts Imported
fr_fr: Articles importés
he_il: פוסטים יובאו

source: As Tumblr does not expose the "author", even from multi-author blogs you will need to select which WordPress user will be listed as the author of the imported posts.
fr_fr: Comme Tumblr n&rsquo;expose pas l&rsquo;&laquo;Auteur&raquo;, même pour des blogs à auteurs multiples vous devrez choisir quel utilisateur WordPress sera affiché comme auteur des articles importés.

source: Please select the Tumblr blog you would like to import into your WordPress site and then click on the "Import this Blog" button to continue.
fr_fr: Veuillez sélectionner le blog Tumblr que vous voulez importer dans votre site WordPress puis cliquez sur le bouton &laquo;Importer ce blog&raquo; pour continuer.

source: If your import gets stuck for a long time or you would like to import from a different Tumblr account instead then click on the "Clear account information" button below to reset the importer.
fr_fr: Si votre import est bloqué pendant une longue période ou vous souhaitez importer à partir d&rsquo;un autre compte Tumblr alors cliquez sur le bouton &laquo;Effacer les informations de compte&raquo; ci-dessous pour réinitialiser l'importateur.

source: Authorize the Application
fr_fr: Autoriser l'application

source: Tumblr returned an error:
fr_fr: Tumblr a renvoyé une erreurnbsp;:

source: Connect to Tumblr
fr_fr: Connexion à Tumblr
he_il: התחבר לטמבלר

source: Everything seems to be in order, so now you need to tell Tumblr to allow the plugin to access your account.
fr_fr: Tout semble en ordre, vous devez dire à Tumblr d'autoriser l&rsquo;extension à accéder à votre compte.

source: To do this, click the Authorize link below. You will be redirected back to this page when you've granted the permission.
fr_fr: Pour cela, cliquez sur le lien Autoriser ci-dessous. Vous serez redirigé vers cette page quand vous aurez accordé la permission.

source: OAuth Consumer Key:
fr_fr: Clé consumer OAuthnbsp;:

source: Secret Key:
fr_fr: Clé secrètenbsp;:

source: Note: This will stop any import currently in progress.
fr_fr: Notenbsp;: Ceci va stopper tout import actuellement en cours.
he_il: הערה: הדבר יעצור יבוא שנמצא בתהליך.

source: Clear account information
fr_fr: Effacer les informations du compte
he_il: נקה פרטי חשבון

source: Howdy! This importer allows you to import posts from your Tumblr account into your WordPress site.
fr_fr: Salutationsnbsp;! Cet importateur vous permet d&rsquo;importer les articles de votre compte Tumblr dans votre site WordPress.
he_il: כלי יבוא זה מאפשר לייבא את תוכני האתר מטמבלר לוורדפרס.

source: First, you will need to create an 'app' on Tumblr. The app provides a connection point between your blog and Tumblr's servers.
fr_fr: Tout d&rsquo;abord, vous devez créer une &rsquo;app&rsquo; sur Tumblr. Elle vous fournira un point de connexion entre votre blog et les serveurs Tumblr.

source: After creating the application, copy and paste the "OAuth Consumer Key" and "Secret Key" into the given fields below.
fr_fr: Après avoir crée l'application, copiez / collez la &laquo;Clé consumer OAuth&raquo; et la &laquo;Clé secrète&raquo; dans les champs ci-dessous.

source: For the "Application Website" and "Default Callback URL" fields, please put in this URL:
fr_fr: Pour les champs &raquo;Application Website&raquo; et &laquo;Default Callback URL&raquo;, collez cette URLnbsp;:

source: Note: It is important that you put in that URL <em>exactly as given</em>.
fr_fr: Notenbsp;:Il est important que vous colliez l&rsquo;URL <em>exacte</em>

source: To create an app, visit this page:
fr_fr: Pour créer une app, visitez cette pagenbsp;:

source: You need to fill in the "Application Name", "Application Website", and "Default Callback URL" fields. All the rest can be left blank.
fr_fr: Vous devez remplir les champs &laquo;Application Name&raquo; &laquo;Application Website&raquo; et &laquo;Default Callback URL&raquo;. Tout le reste peut être vide.

source: Click the large green "Register Application" button.
fr_fr: Cliquez sur le gros bouton vert &laquo;Register Application&raquo;.

source: Every Minute
fr_fr: Chaque minute
he_il: כל דקה

source: Import posts from a Tumblr blog.
fr_fr: Import des articles d&rsquo;un blog Tumblr
he_il: יבוא פוסטים מטמבלר.

source: We have saved some information about your Tumblr account in your WordPress database. Clearing this information will allow you to start over. Restarting will not affect any posts you have already imported. If you attempt to re-import a blog, duplicate posts will be skipped.
fr_fr: Nous avons enregistré certaines informations concernant votre compte Tumblr dans votre base de données WordPress. Nettoyer ces informations pour autorisera à recommencer. Ceci n&rsquo;affectera aucun article précédemment importé. Si vous tentez d&rsquo;importer à nouveau un blog, les articles dupliqués seront ignorés.
he_il: מידע מתוך חשבון הטמבלר נשמר במסד הנתונים של וורדפרס. ניקוי המידע יאפשר לך להתחיל מחדש. האתחול לא ישפיע על פוסטים שכבר יובאו, ואם יבוצע יבוא חוזר המערכת תדלג על פוסטים כפולים.

source: No blog information found for this account.
he_il: לא נמצאו פרטי הבלוג בחשבון זה.

source: Tumblr replied with an error:
he_il: טמבלר החזיר שגיאה:

source: Because Tumblr's servers are often overloaded, the importing process happens in the background. Thus, you will not see immediate results here. Come back to this page later to check on the importer's progress.
he_il: מאחר ושרתי טמבלר קורסים לעיתים קרובות, תהליך היבוא יתרחש ברקע. כפועל יוצא, היבוא לא יהיה מיידי. יש לחזור לעמוד זה בשלב מאוחר יותר כדי לבדוק את התקדמות היבוא.

source: Action
he_il: פעולה

source: Author Selection
he_il: אזור מחברים

source: Tumblr does not have such a concept as "author", even on multi-author blogs. Therefore you will need to select which WordPress user will be listed as the author of the imported posts.
he_il: בטמבלר אין "מחברים", גם בבלוגים מרובי כותבים. לכן יש לבחור את המשתמש אליו ישוייכו התכנים באתר וורדפרס.

source: URL
he_il: כתובת

source: Refresh view
he_il: רענן

source: This doesn't appear to be a valid email address. Please check it and try again.
he_il: האימייל אינו תקין. יש לתקן ולנסות שנית.

source: Password:
he_il: סיסמא:

source: Email:
he_il: אימייל:

source: First, you need to do is provide your email and password for Tumblr, so that WordPress can access your account.
he_il: תחילה יש להזין את האימייל והסיסמא בחשבון הטמבלר, כדי לקבל גישה לחשבון.

source: Import Tumblr
he_il: יבוא מטמבלר

source: Tumblr
he_il: טמבלר

source: Restart
he_il: הפעל מחדש
