Repository: nirgoldberg/wp-kulam
Catalog: languages/plugins/wordpress-importer-*.po
Languages: hu_hu

source: Details are shown above. The importer will now try again with a different parser...
hu_hu: A részletek megjelentek fent. Az importáló megpróbál egy másik értelmezőt keresni...

source: There was an error when reading this WXR file
hu_hu: Hiba történt a WXR fájl olvasása közben

source: This does not appear to be a WXR file, missing/invalid WXR version number
hu_hu: Úgy tűnik, ez nem egy helyes WXR fájl, vagy hiányzik/hibás a verzió szám

source: Sorry, there has been an error.
hu_hu: Bocsánat, de valami hiba történt.

source: The file does not exist, please try again.
hu_hu: A fájl nem létezik, próbáljuk újra.

source: All done.
hu_hu: Minden elkészült.

source: Remember to update the passwords and roles of imported users.
hu_hu: Ne felejtsük el a jelszavakat és a szerepköröket frissíteni.

source: Have fun!
hu_hu: Jó szórakozást!

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
hu_hu: A WXR fájl (verzió %s) lehetséges, hogy nem támogatott az importáló által. Gondolkodjunk el a frissítésen.

source: Failed to import author %s. Their posts will be attributed to the current user.
hu_hu: %s importálása sikertelen. A bejegyzései az aktuális felhasználóhoz lesznek rendelve.

source: To make it easier for you to edit and save the imported content, you may want to reassign the author of the imported item to an existing user of this site. For example, you may want to import all the entries as <code>admin</code>s entries.
hu_hu: Hogy minél könnyebbé tegyük az importált tartalom szerkesztését és mentését. lehetséges, hogy szeretnénk az importált tartalmat egy már létező felhasználóhoz rendelni. Például, minden bejegyzést <code>admin</code> bejegyzéseiként szeretnénk importálni.

source: Assign Authors
hu_hu: Szerzők hozzárendelése

source: If a new user is created by WordPress, a new password will be randomly generated and the new user&#8217;s role will be set as %s. Manually changing the new user&#8217;s details will be necessary.
hu_hu: Ha a WordPress új felhasználót hoz létre, véletlenszerűen generálunk hozzá jelszót, és új felhasználó %s szerepkörrel jön létre. Kézzel módosíthatjuk a szerepköröket, ha szükséges.

source: Import Attachments
hu_hu: Csatolmányok importálása

source: Download and import file attachments
hu_hu: Csatolmányok letöltése és importálása

source: Submit
hu_hu: Küldés

source: Import author:
hu_hu: Aktuális szerző:

source: as a new user:
hu_hu: új felhasználóként:

source: or create new user with login name:
hu_hu: vagy hozzunk létre új felhasználót a névvel:

source: assign posts to an existing user:
hu_hu: bejegyzések hozzárendelése létező felhasználóhoz:

source: - Select -
hu_hu: - Válassz -

source: or assign posts to an existing user:
hu_hu: vagy bejegyzések hozzárendelése egy létező felhasználóhoz:

source: Failed to create new user for %s. Their posts will be attributed to the current user.
hu_hu: Nem sikerült új felhasználót létrehozni %s szerzőnek. A bejegyzések az aktuális felhasználóhoz lesznek rendelve.

source: Failed to import post tag %s
hu_hu: Nem sikerült importálni a címkét %s

source: Failed to import category %s
hu_hu: Nem sikerült a kategóriát importálni %s

source: Failed to import %s %s
hu_hu: Nem sikerült importálni %s %s

source: Failed to import &#8220;%s&#8221;: Invalid post type %s
hu_hu: Nem sikerült importálni &#8220;%s&#8221;: Hibás bejegyzés típus %s

source: Menu item skipped due to missing menu slug
hu_hu: Menü elem kihagyva, mert nem létezik a menü rövidcím (slug)

source: Failed to import %s &#8220;%s&#8221;
hu_hu: Nem sikerült importálni %s &#8220;%s&#8221;

source: %s &#8220;%s&#8221; already exists.
hu_hu: &#8220;%s&#8221; már létezik

source: Menu item skipped due to invalid menu slug: %s
hu_hu: Menü elem kihagyva, mert hibás a rövidcím: %s

source: Fetching attachments is not enabled
hu_hu: Csatolmányok letöltése ki van kapcsolva

source: Invalid file type
hu_hu: Érvénytelen fájltípus

source: Remote server did not respond
hu_hu: A távoli szerver nem válaszol

source: Remote file is incorrect size
hu_hu: Távoli fájl mérete hibás

source: Remote server returned error response %1$d %2$s
hu_hu: Távoli szerver ezzel a hibával tért vissza: %1$d %2$s

source: Remote file is too large, limit is %s
hu_hu: Távoli fájl túl nagy, a maximális fájlméret %s

source: Zero size file downloaded
hu_hu: Nincs feltöltött fájl

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
hu_hu: Az importáló új verziója már elérhető. Frissítsünk az új %d verzióra, hogy fenntartsuk a kompatibilitást az újabb fájlokkal.

source: Import WordPress
hu_hu: WordPress Importálás

source: Howdy! Upload your WordPress eXtended RSS (WXR) file and we&#8217;ll import the posts, pages, comments, custom fields, categories, and tags into this site.
hu_hu: Üdvözlet! Fel kell tölteni a WordPress eXtended RSS (WXR) fájlt és importálunk minden bejegyzés, oldalt, hozzászólást, egyedi mezőt, kategóriát ás címkét ebbe a honlapba.

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
hu_hu: Ki kell választani egy WXR(.xml) fájlt és a feltöltés gombra kattintani és megy az importálás!

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
hu_hu: Importáljunk <strong>bejegyzéseket, oldalakat, hozzászólásokat, egyedi mezőket, kategóriákat és címkéket</strong> WordPress export fájlból.

source: WordPress Importer
hu_hu: WordPress importáló

source: Import posts, pages, comments, custom fields, categories, tags and more from a WordPress export file.
hu_hu: Bejegyzések, oldalak, hozzászólások, egyedi mezők, kategóriák és címkék importálása WordPress export fájlból.
