Repository: nirgoldberg/wp-kulam
Catalog: plugins/delete-duplicate-posts/languages/delete_duplicate_posts-*.po
Languages: da_dk

source: Cron job running.
da_dk: Cron job kører.

source: Manually cleaning.
da_dk: Manuel rengøring.

source: Deleted %s '%s' (id: %s) and related post meta data.
da_dk: Slettede %s '%s' (id: %s) samt relaterede meta data.

source: A total of %s duplicate posts were deleted.
da_dk: I alt blev %s dupletter slettet.

source: Status email sent to %s.
da_dk: Status email sendt til %s.

source: Every 10 minutes
da_dk: Hvert 10. minut

source: Every 15 minutes
da_dk: Hvert 15. minut

source: Every 30 minutes
da_dk: Hvert 30. minut

source: Plugin activated.
da_dk: Plugin aktiveret.

source: Settings
da_dk: Indstillinger

source: Usage and FAQ
da_dk: Dokumentation og FAQ

source: What does this plugin do?
da_dk: Hvad gør dette plugin?

source: Helps you clean duplicate posts from your blog. The plugin checks for blogposts on your blog with the same title.
da_dk: Hjælper dig med at slette dupletter på din blog. Dette plugin leder efter blogindlæg med samme titel.

source: It can run automatically via WordPress's own internal CRON-system, or you can run it automatically.
da_dk: Pluginnet kan køre automatisk via WordPress's indbyggede CRON system, eller du kan køre det manuelt.

source: It also has a nice feature that can send you an e-mail when Delete Duplicate Posts finds and deletes something (if you have turned on the CRON feature).
da_dk: Pluginnet har også en feature der sender dig en email så snart pluginnet finder dupletter og sletter noget.

source: Help! Something was deleted that was not supposed to be deleted!
da_dk: Hjælp! Der blev slettet noget der ikke skulle slettes!

source: I am sorry for that, I can only recommend you restore the database you took just before you ran this plugin.
da_dk: Det beklager vi, og vi kan kun anbefale dig at du genetabler den kopi af databasen du tog inden du kørte dette plugin.

source: If you run this plugin, manually or automatically, it is at your OWN risk!
da_dk: Hvis du bruger dette plugin uanset om det er manuelt eller på automatik er det på dit eget ansvar!

source: I have done my best to avoid deleting something that should not be deleted, but if it happens, there is nothing I can do to help you.
da_dk: Vi har gjort vores bedste for undgå at slette noget forkert, men hvis det skulle ske, så er der ikke noget vi kan gøre for at hjælpe dig.

source: Whoops! Some error occured, try again, please!
da_dk: Ups, der skete en fejl! Prøv venligst igen!

source: Whoops! There was a problem with the data you posted. Please go back and try again.
da_dk: Ups, der var et problem med de data du prøvede at gemme. Gå tilbage og prøv igen.

source: Your changes were successfully saved.
da_dk: Dine ændringer blev gemt korrekt.

source: The log was cleared.
da_dk: Loggen blev nulstillet.

source: I have discovered %d duplicate posts
da_dk: Jeg har opdaget %d dublerede indlæg

source: Title
da_dk: Titel

source: Post Type
da_dk: Indlægs Type

source: We recommend you always make a backup before running this tool. Changes are permanent!
da_dk: Vi anbefaler, at du altid lave en backup før du kører dette værktøj. Ændringerne er permanente!

source: Delete all duplicates
da_dk: Slet alle dupletter

source: I have just checked, and you have no duplicate posts.
da_dk: Jeg har lige kigget, og du har ikke nogen dupletter lige nu.

source: You have enabled CRON, so I am running on automatic. I will take care of everything...
da_dk: Du har slået CRON til, så jeg kører på automatik. Jeg skal nok tage mig af det hele.

source: Next automated check %s. Current time %s
da_dk: Næste automatiserede check %s. nuværende tid %s

source: How often?:
da_dk: Hvor ofte?:

source: How often should the cron job run?
da_dk: Hvor ofte bør cron job køres?

source: Delete which posts?:
da_dk: Hvilke posts skal slettes?:

source: Keep oldest post
da_dk: Gem ældste post

source: Keep latest post
da_dk: Gem nyeste indlæg

source: Keep the oldest or the latest version of duplicates? Default is keeping the oldest, and deleting any subsequent duplicate posts
da_dk: Gem den ældste eller nyeste duplet? Standard er at beholde den ældste post og slette alle efterfølgende

source: Send status mail?:
da_dk: Send status email?:

source: Sends a status email if duplicates have been found.
da_dk: Send en status email hvis der opdages dupletter.

source: Delete at maximum :
da_dk: Slet maks:

source: duplicates.
da_dk: dupletter.

source: Setting a limit is a good idea, especially if your site is on a busy server.
da_dk: Det er generelt en god ide at sætte en begrænsning, specielt hvis din hjemmeside er på en travl server.

source: Save Settings
da_dk: Gem indstillinger

source: The Log
da_dk: Loggen

source: Reset log
da_dk: Nulstil loggen
