Repository: nirgoldberg/wp-kulam
Catalog: themes/scoop-child/languages/*.po
Languages: he_il

source: No Comments
he_il: אין תגובות

source: One Comment
he_il: תגובה אחת

source: % Comments
he_il: % תגובות

source: Add to folder
he_il: הוסף לתיקייה

source: Remove from folder
he_il: הסר מתיקייה

source: Read More &raquo;
he_il: המאמר הבא &raquo;

source: Site Setup
he_il: הגדרות האתר

source: My Siddur
he_il: הסידור שלי

source: General
he_il: כללי

source: Login
he_il: התחבר

source: In order to save posts or view saved content, you must register / log-in to your account
he_il: על מנת לשמור או לצפות בתכנים ששמרת, יש להירשם / להתחבר לחשבונך באתר

source: User
he_il: שם משתמש

source: Password
he_il: סיסמא

source: Register Now
he_il: עוד לא מחובר? להרשמה לחץ כאן

source: Registration
he_il: הרשמה

source: Email
he_il: שלח דוא"ל

source: Please enter the following text in the box below:
he_il: אנא הזן את הטקסט בתיבה מתחת:

source: Register
he_il: הירשם

source: Post Type
he_il: סוג מאמר

source: All Post Types
he_il: כל סוגי המאמר

source: Edit Post Type
he_il: ערוך סוג מאמר

source: View Post Type
he_il: צפה בסוג מאמר

source: Update Post Type
he_il: עדכן סוג מאמר

source: Add New Post Type
he_il: הוסף סוג מאמר חדש

source: New Post Type Name
he_il: שם סוג מאמר חדש

source: Parent Post Type
he_il: סוג מאמר הורה

source: Parent Post Type:
he_il: סוג מאמר הורה:

source: Search Post Types
he_il: חפש סוגי מאמר

source: Popular Post Types
he_il: סוגי מאמר נפוצים

source: Separate Post Types with commas
he_il: סוגי מאמר מופרדים בפסיק

source: Add or remove Post Types
he_il: הוסף או הסר סוגי מאמר

source: Choose from the most used Post Types
he_il: בחר מתוך סוגי המאמר הנפוצים ביותר

source: No Post Types found
he_il: לא נמצאו סוגי מאמר

source: ← Back to Post Types
he_il: ← חזרה לסוגי מאמר

source: Siddurim
he_il: סידורים

source: Activity Types
he_il: סוגי פעילות

source: Activity Type
he_il: סוג פעילות

source: All Activity Types
he_il: כל סוגי הפעילות

source: Edit Activity Type
he_il: ערוך סוג פעילות

source: View Activity Type
he_il: צפה בסוג פעילות

source: Update Activity Type
he_il: עדכן סוג פעילות

source: Add New Activity Type
he_il: הוסף סוג פעילות חדש

source: New Activity Type Name
he_il: שם סוג פעילות חדש

source: Parent Activity Type
he_il: סוג פעילות הורה

source: Parent Activity Type:
he_il: סוג פעילות הורה:

source: Search Activity Types
he_il: חפש סוגי פעילות

source: Popular Activity Types
he_il: סוגי פעילות נפוצים

source: Separate Activity Types with commas
he_il: סוגי פעילות מופרדים בפסיק

source: Add or remove Activity Types
he_il: הוסף או הסר סוגי פעילות

source: Choose from the most used Activity Types
he_il: בחר מתוך סוגי הפעילות הנפוצים ביותר

source: No Activity Types found
he_il: לא נמצאו סוגי פעילות

source: ← Back to Activity Types
he_il: ← חזרה לסוגי פעילות

source: Audiences
he_il: קהלים

source: Audience
he_il: קהל

source: All Audiences
he_il: כל הקהלים

source: Edit Audience
he_il: ערוך קהל

source: View Audience
he_il: הצג קהל

source: Update Audience
he_il: עדכן קהל

source: Add New Audience
he_il: הוסף קהל חדש

source: New Audience Name
he_il: שם קהל חדש

source: Parent Audience
he_il: קהל הורה

source: Parent Audience:
he_il: קהל הורה:

source: Search Audiences
he_il: חפש קהלים

source: Popular Audiences
he_il: קהלים נפוצים

source: Separate Audiences with commas
he_il: קהלים מופרדים בפסיק

source: Add or remove Audiences
he_il: הוסף או הסר קהלים

source: Choose from the most used Audiences
he_il: בחר מתוך הקהלים הנפוצים ביותר

source: No Audiences found
he_il: לא נמצאו קהלים

source: ← Back to Audiences
he_il: ← חזרה לקהלים

source: Posts
he_il: סוגי מאמרים

source: Upload
he_il: משהו משלך

source: Upload something of your own
he_il: שתף את העולם במנהגים שלך

source: Save your favorite contents
he_il: שמור את התכנים המועדפים שלך

source: Text
he_il: טקסט

source: Logout
he_il: התנתק

source: Archive for %s
he_il: ארכיון של %s

source: Archive %s
he_il: ארכיון %s

source: All posts by %s
he_il: כל סוגי המאמרים של %s

source: Archive
he_il: ארכיון

source: Show less <i>%s</i> content
he_il: הצג פחות תכני <i>%s</i>

source: Show more <i>%s</i> content
he_il: הצג תכני <i>%s</i> נוספים

source: &laquo; Previous
he_il: &laquo; הקודם

source: Next &raquo;
he_il: הבא &raquo;

source: Please type or paste email addresses with a space between each one:
he_il: הקלד או הדבק את כתובות המייל לשיתוף עם רווח בין כתובת אחת לשניה:

source: Send
he_il: שלח

source: Link to share
he_il: קישור לשיתוף

source: Add to
he_il: הוסף אל

source: Remove from
he_il: הסר מ

source: Mail
he_il: אימייל

source: Print
he_il: הדפסה

source: Please rate this post:
he_il: בבקשה, דרג פוסט זה:

source: Submit Rating
he_il: שמור דירוג

source: Thank you for rating!
he_il: הדירוג התקבל. תודה!

source: Tags:
he_il: תגיות:

source: Activity Types:
he_il: סוגי פעילות:

source: Audiences:
he_il: קהלים:

source: About the Author
he_il: אודות המחבר

source: View all posts by
he_il: צפה בסוג מאמר

source: &laquo; Previous Post
he_il: &laquo; המאמר הקודם

source: Next Post &raquo;
he_il: המאמר הבא &raquo;

source: Search...
he_il: חיפוש באתר...

source: Free text...
he_il: טקסט חופשי...

source: Search
he_il: חיפוש

source: Advanced Search
he_il: חיפוש מתקדם

source: Please select at least one field and click Search
he_il: יש לבחור שדה אחד או יותר ולהקליק על חיפוש

source: Choose a post format
he_il: בחר פורמט פוסט

source: Choose a post type
he_il: בחר סוג מאמר

source: Choose an activity type
he_il: בחר סוג פעילות

source: Choose an audience
he_il: בחר קהל

source: Type category name
he_il: הקלד שם קטגוריה

source: In order to share this folder you must set it public
he_il: על מנת לשתף תיקייה זו עליך להגדיר אותה ציבורית

source: Note! When you share this folder, all content in it becomes public and anyone can see it on the Web. Do you confirm?
he_il: שים לב! כאשר תשתף תיקייה זו , כל התכנים בה יהפכו לציבוריים וכל אחד יוכל לראותם ברשת. האם אתה מאשר?

source: Yes
he_il: כן

source: No
he_il: לא

source: Done
he_il: בצע

source: Folder Name
he_il: שם התיקייה

source: Here you can rename the folder
he_il: כאן ניתן לשנות את שם התיקייה

source: Allowed characters: digits, letters, spaces and dashes
he_il: תווים מורשים: ספרות, אותיות, רווחים ומקפים

source: Delete this folder?
he_il: למחוק את התיקייה הזו?

source: Public folder?
he_il: תיקייה ציבורית?

source: Save settings
he_il: שמור הגדרות

source: Add
he_il: הוסף

source: Submit for review
he_il: שלח לאישור

source: <b>Success!</b> Your article was submitted successfully and will be reviewed shortly.
he_il: כל הכבוד! המאמר שלך נשלח בהצלחה ויאושר בקרוב.

source: Update Account
he_il: עדכון חשבון

source: <b>Success!</b> Your account is now up-to-date with the new info.
he_il: הצלחה! החשבון שלך מעודכן עם הנתונים החדשים.
